---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Tonsf
source: html/3c559c45-263f-d72d-a443-99bce9bf56e7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Tonsf Property

Symbol Tonsf, indicating unit US tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId Tonsf { get; }
```